[
  {
    "season": "spring",
    "countries": [
      {
        "name": "Турция",
        "img": "/seasons/spring/turc.png",
        "desc": "Весной в Турцию нужно ехать за длинными прогулками, знакомством с историческими достопримечательностями, трекингами и купанием в термальных водах, местными СПА и вкуснейшей едой. В марте на Средиземноморье ещё довольно прохладно, пляжный туристический сезон начинается с середины апреля, т.к. воздух прогревается до +22 °C.",
        "recomend": "Лучшие направления для путешествия по Турции весной: Стамбул, Анталья, Памуккале, Сельчук, Фетхие, Каппадокия, Дальян, Бурса."
      },
      {
        "name": "Египет",
        "img": "/seasons/spring/egypt.png",
        "desc": "Полноценный отдых весной в Египте гарантирован с апреля. Если в марте погода ещё может преподнести неприятные сюрпризы, то к средине весны дневная температура воздуха устанавливается на стабильной отметке в 26–29° С (вода прогревается до 24–25 °С). Май можно считать «бархатным сезоном» с мягким солнцем и ласковым морем.",
        "recomend": "Лучшие курорты Египта для отдыха весной: Шарм-эль-Шейх, Хургада,Эль-Гуна."
      },
      {
        "name": "Венесуэла",
        "img": "/seasons/spring/egypt.png",
        "desc": "На её территории собраны все богатства природы: снежные вершины Анд, равнины и саванны, водопады, тропические джунгли и песчаные пляжи. Максимально комфортное путешествие по Венесуэле в период с декабря по начало мая т.к. в стране проходит сухой сезон.",
        "recomend": "Из популярных природных памятников можно выделить самый высокий в мире водопад Анхель в национальном парке Канайм, который именно в майский период дождей выглядит ещё более грандиозно. Не менее сильное впечатление производит и гора Рорайма."
      },
      {
        "name": "Куба",
        "img": "/seasons/spring/cuba.jpg",
        "desc": "Остров Свободы Куба любима туристами за роскошную природу, бесконечные пляжи с белоснежным песком и ослепительным солнцем. Погода на Кубе в марте достигает +27°C и в дальнейшем продолжает расти, но в мае начинается сезон дождей, поэтому лучше планировать отдых на первую половину весны.",
        "recomend": "Наиболее популярные курорты Кубы: Гавана, Варадеро. Остров Кайо Коко, Кайо Ларго, Кайо Гильермо, Кайо Санта Мария, Санта Лусия."
      },
      {
        "name": "Индия",
        "img": "/seasons/spring/india.jpg",
        "desc": "Весна в Индии — очень жаркая, но если вы легко переносите сухой климат, то южные и центральные районы страны прекрасно подойдут для пляжного отдыха.",
        "recomend": "Наиболее востребованным из туристических маршрутов в Индии является Золотой треугольник, охватывающий несколько городов: Агра, Джайпур и Дели. Именно здесь сохранились наиболее важные культовые объекты: дворцы, храмы, усыпальницы. Нельзя представить Индию и без штата Гоа, с его спокойными и живописными южными пляжами."
      },
      {
        "name": "ОАЭ",
        "img": "/seasons/spring/oae.jpg",
        "desc": "В Арабских Эмиратах весна — это отличное время как для пляжного, так и экскурсионного отдыха. В отличие от летнего зноя, весной есть возможность охладиться вечерами, гуляя вдоль моря. Отдых здесь привлекает высоким уровнем сервиса и роскошью, свойственной странам с арабским колоритом.",
        "recomend": "Места для отдыха весной: Дубай, Абу-Даби, Рас-эль-Хайма, Фуджейра."
      },
      {
        "name": "Мальдивы",
        "img": "/seasons/spring/maldive.jpg",
        "desc": "Белоснежные пляжи, бунгало над океаном, удивительные необитаемые острова, экзотическая кухня — всё это про Мальдивы. Средняя температура воздуха весной +31, воды +29 С. Март — один из самых лучших месяцев для отдыха на островах, практически каждый день солнечная погода. Однако ближе к концу весны усиливаются ветра, поэтому ограничивается возможность экскурсий и водных развлечений.",
        "recomend": ""
      },
      {
        "name": "Тайланд",
        "img": "/seasons/spring/tai.jpg",
        "desc": "Из популярных направлений для отпуска на весенний сезон является Таиланд. Там продолжается сухой сезон, но ещё нет летней жары. Зимний ажиотаж, как и цены на отдых спадают, а вот погода по‑прежнему балует солнцем и теплом. В марте +31 и выше. Апрель — праздничный месяц — тайцы празднуют собственный Новый год — Сонгкран.",
        "recomend": "Популярные направления: Паттайя, Пхукет, Самуи, Краби."
      },
      {
        "name": "Шри-Ланка",
        "img": "/seasons/spring/shrilanka.jpg",
        "desc": "В начале весны остров порадует путешественников сочной зеленью, тёплым спокойным океаном и красочными тропическими цветами. Температура воздуха на протяжении всего весеннего периода держится на уровне 32 градусов. Шри-Ланка отличное место для весеннего пляжного отдыха.",
        "recomend": ""
      },
      {
        "name": "Россия",
        "img": "/seasons/spring/russia.jpg",
        "desc": "Выбирая отдых весной в России, стоит понимать, что климат нашей страны далёк от климата популярных морских курортов за границей. Однако погода будет достаточно комфортной и на популярных летних курортах в Сочи, Анапе и Геленджике, но в море рискнут искупаться самые отважные.",
        "recomend": "Выбирая отдых весной в России, стоит понимать, что климат нашей страны далёк от климата популярных морских курортов за границей. Однако погода будет достаточно комфортной и на популярных летних курортах в Сочи, Анапе и Геленджике, но в море рискнут искупаться самые отважные. В Санкт-Петербург, Калининград, Выборг стоит ехать ради европейской архитектуры, а в Карелию или на Озеро Байкал за самобытной природой в своей первозданной красоте."
      }
    ]
  },
  {
    "season": "summer",
    "countries": [
      {
        "name": "Турция",
        "img": "/seasons/sum/tur.jpg",
        "desc": "Погода в Турции летом знойная, температура воздуха в июле-августе может достигать +35+40°С. На каждом курорте Турции температура переносится по‑разному. Так, например, 40°С тепла на Средиземноморье (Анталья, Кемер, Белёк) будут более ощутимы из-за свойственной этому региону влажности. На курортах Эгейского моря (Бодрум, Кушадасы, Мармарис) высокие летние температуры переносятся легче, так как здесь более сухой климат."
      },
      {
        "name": "Абхазия",
        "img": "/seasons/sum/abh.jpg",
        "desc": "Пик туристического сезона в Абхазии приходится на июнь − август, температура нередко поднимается до +34°C, море тёплое (примерно +24°C). Отдых здесь обещает быть разнообразным: вы сможете увидеть водопады и каньоны, погулять по красивым садам и набережным, полюбоваться интересной архитектурой, искупаться в чистейшем море.",
        "recomend": "Лучшие курорты Абхазии:Гагра, Пицунд, Новый Афон, Сухум, Цандрипш, Гудаута."
      },
      {
        "name": "Мальдивы",
        "img": "/seasons/sum/mal.jpg",
        "desc": "Лето считается на островах низким сезоном. А все благодаря периоду тропических дождей. Хотя погода на Мальдивах летом традиционно райская — +28–30°C при таких же тёплых океанских водах (+27°C).",
        "recomend": "Но если для вас важен сам факт пребывания на Мальдивах, а количество солнечных дней на отдыхе не принципиальны, лето — единственный шанс попасть непривычно дёшево на один из атоллов страны: Лхавияни, Раа, Баа, Ари, Даалу, Фаафу и прочие. В низкий сезон туры на них продаются примерно в полтора раза дешевле. Иногда можно попасть на акционные предложения и приобрести полный турпакет по цене авиабилета или даже ниже."
      },
      {
        "name": "Россия",
        "img": "/seasons/sum/rus.jpg",
        "desc": "Путешествия по России в летний период особенно хороши в связи с благоприятными погодными условиями.",
        "recomend": "Для семейного пляжного отпуска можно выбрать Сочи, Крым, Геленджик, Анапу и другие черноморские курорты, а также пляжи Азовского побережья. Идеально для отдыха в горах подойдут Красная Поляна, Домбай, Приэльбрусье, Алтайская Белокуриха, курорт Абзаково на Урале. В Санкт-Петербург, Калининград, Выборг стоит ехать ради европейской архитектуры, а в Карелию или на Озеро Байкал за самобытной природой в своей первозданной красоте."
      }
    ]
  },
  {
    "season": "fall",
    "countries": [
      {
        "name": "Турция",
        "img": "/seasons/fall/tur.jpg",
        "desc": "На курортах Турции осенью начинается бархатный сезон. Море ещё очень тёплое после жарких летних дней, а температура воздуха поднимается не выше 35°С. В конце сентября — в начале октября возможны недолгие дожди, бывает облачно. Даже в ноябре на берегу Средиземного моря можно увидеть немало людей на пляже, но, конечно, в воду заходят уже истинные смельчаки.",
        "recomend": "Осень — время, когда лететь в Турцию выгоднее, чем в летний период, так что можно утверждать, что осень — именно то время года, когда в Турции отдыхать лучше всего."
      },
      {
        "name": "Египет",
        "img": "/seasons/fall/egp.jpg",
        "desc": "Осень справедливо считается самым лучшим временем года для посещения Египта. Средняя температура воздуха в первые два месяца осени держится на уровне +28 °C, а ночью опускается незначительно. В ноябре становится жарче, термометр показывает +32 °C, а вода прогревается до +26 °C.",
        "recomend": "Неважно, какой курорт вы выбрали: привычные Шарм-эль-Шейх и Хургаду или отправились в Табу, Гизу, Эль Гуну, Сома-Бей, Марса-Алам. Погодные условия в это время года примерно одинаковые везде. Но на берегу Средиземного моря, в Асуане, будет чуть прохладнее, чем на побережье Красного моря."
      },
      {
        "name": "Венесуэла",
        "img": "/seasons/fall/ven.jpg",
        "desc": "Температура воздуха осенью в Венесуэле в среднем +30°C. Такая погода отлично подходит для занятий водными видами спорта и пляжным отдыхом.",
        "recomend": "Не забывайте о том, что Венесуэла славится своей разнообразной природой, из популярных природных памятников можно выделить самый высокий в мире водопад Анхель в национальном парке Канайм, который именно в майский период дождей выглядит ещё более грандиозно. Не менее сильное впечатление производит и гора Рорайма."
      },
      {
        "name": "Куба",
        "img": "/seasons/fall/cub.jpg",
        "desc": "Остров Свободы Куба любима туристами за роскошную природу, бесконечные пляжи с белоснежным песком и ослепительным солнцем.",
        "recomend": "Высокий сезон на Кубе приходится на период с ноября по апрель. В этот период на Острове Свободы сухо, жара не такая сильная, как летом, и переносится намного легче. Температура воздуха достигает +25°C, устанавливается сухая и безветренная погода."
      },
      {
        "name": "Индия",
        "img": "/seasons/fall/ind.jpg",
        "desc": "Если вы планируете отдых в Индии осенью, то должны знать, что до конца сентября страна находится под влиянием северо-восточных дождей-муссонов. С приходом октября количество осадков сокращается практически в три раза.",
        "recomend": "Аномальная жара отступает, и столбик термометра снова опускается до 25–30 °С выше нуля. Количество туристов резко возрастает особенно в Южной и Центральной частях. Влажность все ещё высокая, но жара переносится уже легче, чем летом. Любителей гор все ещё ждут Гималаи. Погода в Сикхиме, Ладакхе, Кашмире и других горных районах благоприятна для отдыха."
      },
      {
        "name": "Абхазия",
        "img": "/seasons/fall/abh.jpg",
        "desc": "Лучшее  время для  спокойного и уединённого пляжного отдыха начало осени. Бархатный сезон подойдёт и тем, кто не любит жару. Сентябрь и октябрь еще мало отличается от лета: на улице тепло (до +26°C).",
        "recomend": "Настоящая осень начнется в Абхазии в ноябре, когда деревья сменят зелень на багрянец и золото. Местные пейзажи заиграют новыми красками: например, озеро Рица очень эффектно выглядит на фотографиях именно осенью."
      },
      {
        "name": "ОАЭ",
        "img": "/seasons/fall/aoe.jpg",
        "desc": "Отдых в ОАЭ осенью может показаться слишком жарким лишь в сентябре. Эмираты осенью не только прекрасно подходят для пляжного отдыха, но и для экскурсионных прогулок, а также для банальных прогулок по городским улицам.",
        "recomend": "Погода в ОАЭ осенью радует тем, что температура воздуха начинает постепенно снижаться. В ноябре столбик термометра достигает отметки в +30°C. Кстати этот месяц ещё и считается самым дождливым, так как с его приходом возможны осадки несколько раз в месяц."
      },
      {
        "name": "Мальдивы",
        "img": "/seasons/fall/mal.jpg",
        "desc": "Осень на островах — последний шанс поймать тур на престижный курорт по демпинговой цене. Тем более что в первом месяце осени утихают штормовые ветры. Погода на Мальдивах осенью продолжает сезон ливней. Правда, случаются они все реже, а песок на пляжах высыхает буквально за пару часов. После 20-х чисел сентября, когда солнечных дней становится заметно больше.",
        "recomend": "С октября ливни случаются по большей части ночью, а в ноябре они переходят в краткосрочные дожди. К ноябрю цены на курорты постепенно растут, а зимой официально начинается высокий сезон."
      },
      {
        "name": "Тайланд",
        "img": "/seasons/fall/tai.jpg",
        "desc": "В начале осени погода в Таиланде ещё может удивить дождями, но надо помнить, что они в осенний период уже не такие продолжительные, как в предыдущий сезон. Температура на улице снижается до +30°С, а воды до +26°С и на этом уровне держится практически весь период. Море самое приятное для купания, количество солнечных дней заметно увеличивается, уменьшаются порывы ветра.",
        "recomend": "К ноябрю, в стране начинается высокий сезон. Температура уже не поднимается выше +30°С, а дожди отходят к юго-восточной части территории. Осенью отдых будет приятным не только на курортах, но и в северных провинциях королевства: Чианг Май, Чианг Рай, Пай, Мэхонгсон."
      },
      {
        "name": "Шри-Ланка",
        "img": "/seasons/fall/shr.jpg",
        "desc": "Погода в Шри-Ланке осенью весьма тёплая, столбик термометра держится на +30°C. Муссонные затяжные дожди заканчиваются, но порой после полудня на идут зенитальные дожди. В ноябре становится сухо, это время считается в Шри-Ланке началом туристического сезона."
      },
      {
        "name": "Россия",
        "img": "/seasons/fall/rus.jpg",
        "desc": "Осень — идеальное время для отпуска в России для того, чтобы насладиться невероятной красотой природы и достопримечательностями нашей огромной страны.",
        "recomend": "Самые интересные и востребованные направления в этот период: Краснодарский край; Золотое кольцо; Санкт-Петербург; Алтай; Байкал; Карелия; Адыгея; Урал."
      }
    ]
  },
  {
    "season": "winter",
    "countries": [
      {
        "name": "Турция",
        "img": "/seasons/winter/tur.jpg",
        "desc": "Погода в Турции зимой на известных всем летних курортах очень комфортная как для зимних месяцев. Днем температура воздуха в среднем достигает +10+12°С, а ночью редко опускается до нулевой отметки. В таких крупных городах Турции, как Стамбул и Анкара, погода зимой иногда напоминает московскую. Но все же экскурсионные маршруты лучше отложить до наступления теплого времени года.",
        "recomend": "На горнолыжных курортах Турции погода зимой очень приятная: в январе температура воздуха редко опускается днем ниже -7-9°С в Паландокене и Улудаге. Зимние курорты Турции — прекрасная альтернатива дорогим европейским курортам. Здесь и  горнолыжные спуски, и замечательные условия проживания, и высокий уровень обслуживания."
      },
      {
        "name": "Египет",
        "img": "/seasons/winter/egp.jpg",
        "desc": "Даже зимой Египет уверенно возглавляет топы предпочтений путешественников, поскольку здесь не так дорого, как на Мальдивах, гораздо теплее, чем на многих других курортах, и меньше народу, чем обычно отдыхает в сезон. Температура воздуха днем держится на отметке от +22 °С, вода прогрета до +20 °С, хотя купаться рискуют немногие — но бассейны никто не отменял.",
        "recomend": "Лучшим вариантом для отдыха в декабре-феврале считается Шарм-эль-Шейх, поскольку он окружен горами и защищен от главной проблемы зимнего Египта — сильных ветров. При этом и в Хургаде можно отлично отдохнуть в зимние месяцы, особенно если туристы не планируют много времени проводить на открытых территориях, а готовы довольствоваться теми развлечениями, которые предлагают отели."
      },
      {
        "name": "Венесуэла",
        "img": "/seasons/winter/ven.jpg",
        "desc": "Декабрь, январь, февраль  — период сухих пассатов, когда на территории всей страны устанавливается сухая и жаркая погода. Температура воздуха в столице Венесуэлы Каракасе в это время колеблется от +20–23°C ночью до +30°C в дневное время.",
        "recomend": "Кроме моря и белоснежного песка Венесуэла предлагает путешественнику еще много других красот: самый высокий на планете водопад, горы, над которыми парят кондоры, старинную колониальную архитектуру городов, основанных конкистадорами, и национальные парки, где можно встретить забавных и редких представителей братьев наших меньших."
      },
      {
        "name": "Куба",
        "img": "/seasons/winter/cub.jpg",
        "desc": "Высокий сезон на Кубе приходится на период с  ноября по апрель. В этот период на Острове Свободы сухо, жара не такая сильная, как летом, и переносится намного легче. Именно зима — это тот период, когда лучше всего отдыхать на Кубе."
      },
      {
        "name": "Индия",
        "img": "/seasons/winter/ind.jpg",
        "desc": "Зима — время года, когда лучше ехать в Индию несмотря на то, что климат для этой поры года считается достаточно прохладным, на западном и восточном побережье температура воздуха может достигать отметки в +26°С.",
        "recomend": "Если вы хорошо переносите жаркую погоду, то отдых в Индии зимой можно провести в южном штате Керала. Здесь температура воздуха прогревается до +32°С, чуть прохладнее будет на Гоа — +30°С. Зимний сезон в Индии можно назвать самым непредсказуемым, так как с его приходом в Гималаях открывается горнолыжный сезон, а в столице столбик термометра редко достигает отметки выше +20°С."
      },
      {
        "name": "ОАЭ",
        "img": "/seasons/winter/aoe.jpg",
        "desc": "Погода в ОАЭ зимой позволяет не только посещать разнообразные экскурсии и развлекательные заведения, но и купаться. По статистике температура воздуха в это время года держится у отметки в +22-25°C. Несколько прохладно может быть только по утрам.",
        "recomend": "Если пляжный отдых у вас не выходит на первый план, то во время отдыха в ОАЭ зимой можно посетить увлекательные торговые фестивали, аквапарки, дельфинарии, многочисленные магазины."
      },
      {
        "name": "Мальдивы",
        "img": "/seasons/winter/mal.jpg",
        "desc": "Зима считается одним из самых сухих сезонов на островах. Погода на Мальдивах зимой обещает отдых в режиме теплых дней с температурой чуть выше +30ºС днем и около +25ºС ночью. Вода в океане традиционно теплая и обычно не охлаждается ниже +25­ºС. Несмотря на нестабильную погоду, в декабре на острова ездят, чтобы отпраздновать Новый год в необычно теплой обстановке.",
        "recomend": "К началу февраля на Мальдивах устанавливается идеальная погода для пляжного отдыха: отсутствие сильных ветров, максимальное количество солнечных дней и кристально чистые воды Индийского океана."
      },
      {
        "name": "Тайланд",
        "img": "/seasons/winter/tai.jpg",
        "desc": "Зима считается оптимальным периодом для отдыха в стране. Очень часто сюда приезжают туристы встречать Новый год и Рождество. В среднем воздух прогревается до +7-30°С днем и до +10-15°С ночью. По всей территории страны стоит сухая и теплая погода, иногда даже засушливая. Ничто не омрачит пляжный отдых на Паттайе, острове Пхи-Пхи, Самуи и прочих курортах. На Пхукете может пару раз за сезон случиться непродолжительный дождь.",
        "recomend": "В северных провинциях Пай, Чианг Май, Чианг Рай влажность не такая высокая, поэтому дышится легко и ничто не омрачает удовольствия от экскурсий по удивительным местам этих городов."
      },
      {
        "name": "Шри-Ланка",
        "img": "/seasons/winter/shr.jpg",
        "desc": "В зимний сезон рекомендуем посетить курорты юго-западного побережья Шри-Ланки. Именно там зимой будет минимальная вероятность осадков, а океан – спокойнее.",
        "recomend": "Для спокойного семейного отдыха на Шри-Ланке, а также для пар рекомендуются такие курорты, как Негомбо, Бентота, Берувелла, Калутара, Индурува, Ахунгалла, Коггала."
      }
    ]
  }
]
